将本地化文本放入此文件中

;[BirkinCivilian_HeadDebug X2BodyPartTemplate]
;DisplayName="威廉·柏金头(RE2)"

[BirkinSoldier_Head X2BodyPart Template]
DisplayName="威廉·伯金·海德 (RE2)"


[BirkinCivilian_Hair X2BodyPartTemplate]
DisplayName="威廉·伯金头发 (RE2)"

[BirkinCivilian X2CharacterTemplate]
strCharacterName="威廉·伯金"

[BirkinCivilianV2 X2CharacterTemplate]
strCharacterName="威廉·伯金"

[BirkinG1_T1 X2CharacterTemplate]
strCharacterName="柏金G-1型"

[BirkinG1_T2 X2CharacterTemplate]
strCharacterName="柏金G-1型"

[BirkinG2_T1 X2CharacterTemplate]
strCharacterName="柏金G-2型"

[BirkinG3_T1 X2CharacterTemplate]
strCharacterName="柏金G-3型"

[G1T2ScythingClaws X2AbilityTemplate]
LocFriendlyName="G-1初级镰刀爪"
LocLongDescription="G-1 初级的镰刀爪用钢管击中。"
LocHelpText="攻击近战目标以及附近的任何其他人。"
LocFlyOverText="G-1初级级镰刀爪"

[G2T1ScythingClaws X2AbilityTemplate]
LocFriendlyName="G-2高级镰刀爪"
LocLongDescription="G-2 高级的镰刀爪用巨大的爪子击中。"
LocHelpText="攻击近战目标以及附近的任何其他人。"
LocFlyOverText="G-2 高级镰刀爪"

[G3T1ScythingClaws X2AbilityTemplate]
LocFriendlyName="G-3终级镰刀爪"
LocLongDescription="G-3 终级镰刀爪具有 4 个肢体和 2 个巨大的爪子。"
LocHelpText="攻击近战目标以及附近的任何其他人。"
LocFlyOverText="G-3终级镰刀爪"

[BirkinPipe X2WeaponTemplate]
FriendlyName="柏金的水管 (RE2)"
BriefSummary="一种适合不太文明时代的残酷武器。"
TacticalText="<Bullet/> 一根可怕的钢管，可用于殴打。甚至可能是管道。\n<Bullet/> 粉碎。"
AbilityDescName="剑"

[BirkinPipe_MG X2WeaponTemplate]
FriendlyName="柏金的水管(MG) (RE2)"
BriefSummary="一种适合不太文明时代的残酷武器。"
TacticalText="<Bullet/> 一根可怕的钢管，可用于殴打。甚至可能是管道。\n<Bullet/> 粉碎。"
AbilityDescName="剑"

[BirkinPipe_BM X2WeaponTemplate]
FriendlyName="柏金的水管(BM) (RE2)"
BriefSummary="一种适合不太文明时代的残酷武器。"
TacticalText="<Bullet/> 一根可怕的钢管，可用于殴打。甚至可能是管道。\n<Bullet/> 粉碎。"
AbilityDescName="剑"

[LeonLightningHawk X2WeaponTemplate]
FriendlyName="闪电鹰 (RE2)"
BriefSummary="拥有高于平均水平的精度和后坐力。"
TacticalText="<Bullet/> 7 发子弹容量 0.50 AE 马格南。导气式枪机，这对于半自动手枪来说是不寻常的，赋予它威力和准确性。\n<Bullet/> 致命而美丽，它应该对于你不幸的敌人来说，能得到如此精美的临别礼物是一种荣幸。"
AbilityDescName="手枪"

[LeonLightningHawk_MG X2WeaponTemplate]
FriendlyName="闪电鹰 (RE2)（磁力）"
BriefSummary="磁力增强。拥有高于平均水平的精度和后坐力。"
TacticalText="<Bullet/> 7 发子弹容量 0.50 AE 马格南。导气式枪机，这对于半自动手枪来说是不寻常的，赋予它威力和准确性。\n<Bullet/> 致命而美丽，它应该对于你不幸的敌人来说，能得到如此精美的临别礼物是一种荣幸。"
AbilityDescName="手枪"

[LeonLightningHawk_BM X2WeaponTemplate]
FriendlyName="闪电鹰 (RE2)（光束）"
BriefSummary="使用外星动力电池进行超级充电。拥有高于平均水平的精度和后坐力。"
TacticalText="<Bullet/> 7 发子弹容量 0.50 AE 马格南。导气式枪机，这对于半自动手枪来说是不寻常的，赋予它威力和准确性。\n<Bullet/> 致命而美丽，它应该对于你不幸的敌人来说，能得到如此精美的临别礼物是一种荣幸。"
AbilityDescName="手枪"

[CorpseG1 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>威廉柏金阶段1 的尸体</font>"
FriendlyNamePlural="<font color='#13B0E1'>威廉柏金阶段1 的尸体 的尸体</font>"
BriefSummary="可怕的突变、剧烈的肌肉膨胀和骨骼畸形都存在于这个对象中。但是，这并不妨碍我们观察到这是一个与已故生物武器研究员看似相同的复制品，<font color='# 7D0F0F'>William Birkin</font> 目前尚不清楚变种人是如何获得柏金的 DNA 样本的，更不用说只能是<font color='#23AB13'>'G-的样本了。病毒'</font>"。


[CorpseG2 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>威廉柏金阶段2 的尸体</font>"
FriendlyNamePlural="<font color='#13B0E1'>威廉柏金阶段2 的尸体</font>"
BriefSummary="<font color='#23AB13'>'G-Stage 2'</font> - 看来我们这个阶段的文件是正确的。宿主的左臂在被切断后已经完全丧失了运动功能从其正确的肩窝开始，巨大的右臂尺寸进一步增大，长出了由肉和骨头制成的巨大爪子，这个<font color='#23AB13'>"第二阶段"的耐力和耐用性令人震惊。"

[CorpseG3 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>威廉柏金阶段3 的尸体</font>"
FriendlyNamePlural="<font color='#13B0E1'>威廉柏金阶段3 的尸体</font>"
BriefSummary="<font color='#23AB13'>'Golgotha' - 第三阶段</font>。<font color='#215E93'>BSAA</font>档案中几乎没有任何内容可以解释该生物的规模凶猛、速度和强大的力量使其能够瞬间消除几乎任何威胁。<font color='#7D0F0F'>William Birkin</font> 的身躯仍然存在于其下方。胸腔里，表情憔悴，在他临终前只能表现出悲伤和痛苦。"

[GVirusSample X2ItemTemplate]
FriendlyName="<font color='#23AB13'>G病毒样本</font>"
FriendlyNamePlural="<font color='#23AB13'>G病毒样本</font>"
BriefSummary="从先前感染的宿主尸体中发现了极其罕见的<font color='#23AB13'>G病毒样本</font>。它可以作为疫苗开发的关键拼图，或者卖给出价最高的人……"

[GVirusVaccine X2ItemTemplate]
FriendlyName="<font color='#215E93'>G病毒‘恶魔’疫苗</font>"
FriendlyNamePlural="<font color='#215E93'>G病毒‘恶魔’疫苗</font>"
BriefSummary="通过坚持不懈，我们已经研制出一批<font color='#215E93'>G病毒‘恶魔’疫苗</font>！我们黑市的朋友可以协助我们在抵抗网络中分发它。我我确信抵抗军会很乐意用各种物资来换取我们的战争努力作为交换。"

[AutopsyG1 X2Tech Template]
DisplayName="<font color='#13B0E1'>G 病毒患者 0，阶段 1</font>"
Summary="看来变种人对基因治疗和克隆的研究已经找到了一种生产和武器化 <font color='#23AB13'>G 病毒</font>生物武器菌株的方法，这是一个令人痛苦的发展。"
CodeName="G1"
LongDescription="起初，我无法，或者更确切地说，不会相信任何有关<font color='#23AB13'>\"Golgotha\"</font>病毒生物有机武器菌株的旧报告，作为<font color='#215E93'>BSAA（生物恐怖主义安全评估联盟）</font>关于所有已知 BOW（生物有机武器）样本的冗长档案的一部分，似乎对其进化范围程度缺乏任何特异性，甚至，限制..这与晚期保护伞更广泛的<font color='#7D0F0F'>\"暴君病毒\"</font>的所有已知属性完全相反，而不是导致整个系统广泛坏死。相反，它会以前所未有的规模再生肌肉、皮肤甚至骨骼中死去的细胞，这似乎是<font color='#23AB13'>G-Virus'</font>已故首席研究员不可能的转世。 <font color='#7D0F0F'>William Birkin</font>，可能是变种人能够发挥 <font color='#23AB13'>\"Golgotha.\"</font> 的关键，我不能说这是否是一个这是由于降临节基因治疗诊所的结果，或者是<font color='#23AB13'>\"各各他\"</font>复苏其宿主的能力……但这个对象显示出明显的克隆迹象，因为身体似乎是只是用于运送这种生物武器的短命容器，因为对象的脑部物质中的细胞腐烂似乎已经发生，在转化之前。\n\n根据我们部队的遭遇的明确细节，我敢打赌，如果这种细胞克隆腐烂进展得太远，或者对象承受了足够的身体创伤，伯金血液中休眠的<font color='#23AB13'>\"Golgotha\"</font>将会激活，并继续剥夺宿主的运动功能。我的评估是，这些……克隆柏金是一枚生物定时炸弹，可能会导致著名的浣熊市事件规模的生物有机爆发。虽然我无法理解这个结果，但我建议我们立即联系 <font color='#215E93'>BSAA</font> 以制定一些应急计划。我们还必须恢复 <font color='#23AB13'>\"G\"</font> 的所有样本，以拒绝变种人访问其任何更"集中"的形式进行克隆和部署。 -R。泰根。"

;根据我们部队对这次遭遇的明确细节，我敢打赌，如果这种细胞克隆腐烂进展得太远，或者如果对象承受了足够的身体创伤，休眠的<font color='#23AB13'>\"各各他柏金体内的血液会被激活，并继续剥夺宿主的运动功能。我的评估是，这些……克隆柏金是一枚生物定时炸弹，可能会导致著名的浣熊市事件规模的生物有机爆发。虽然我无法理解这个结果，但我建议我们立即联系 <font color='#215E93'>BSAA</font> 以制定一些应急计划。我们还必须<font color='#13B0E1'>恢复 <font color='#23AB13'>\"G\"</font> 的所有样本</font>，以拒绝 Advent 访问任何内容用于克隆和部署的更"集中"的形式。 -R。泰根。"
AlertString="柏金G1_T1"

[AutopsyG2 X2Tech Template]
DisplayName="<font color='#13B0E1'>G 病毒患者 0，阶段 2</font>"
Summary="<font color='#23AB13'>G 病毒</font>以其对身体创伤的程序性反应而闻名 - 这一特征在其后代病毒中得到了进一步"改进"，例如" C病毒。\""
CodeName="G-2"
LongDescription="自从我们最初发现变种人尝试部署<font color='#23AB13'>\"G-Virus\"</font>以来，我就预料到我们将不可避免地遇到进一步的进化轨迹。<font color=' #215E93'>BSAA</font> 文件似乎只验证了前两个阶段的情报，所以我必须说我对这个形式并不感到惊讶，令人惊讶的是阶段变化的直接性质。据报道，当它从所有大面积的伤口中恢复过来时，我只是在短暂的停顿后才说这句话，他们亲眼目睹了它的变化——因为我在它的舞台上看不到任何外伤的痕迹。 1 形态，这表明其质量和形态的转变带来了强化治疗能力，值得注意的是，人类手臂失去了运动控制，它的替代品——一种邪恶的、肌肉发达的附属物，其力量远远超出了正常能力。它的宿主巨大的右臂在长出巨大的锋利的爪子后，在尺寸和危险上也发生了显着的变化，尽管其成分本质上是骨头的松散衍生物。\n\n我必须说到目前为止我的所有发现：我无法理解降临节或长老会从这种无法控制的、可怕的设计中受益。 <font color='#23AB13'>"各各他"</font>与大多数生物有机武器不同，它超出了可预测的范围。有迹象表明这些柏金克隆品受到了它们的破坏性影响，但谁能说 <font color='#23AB13'>'G'</font> 不会进化超越这些限制呢？就连它的创造者威廉柏金也无法预见<font color='#23AB13'>"各各他"</font>进化的极限。因此，这场考验一定有更多的东西，而不仅仅是部署另一种（尽管多种多样）生物武器来镇压任何叛乱行为。有些东西迫使长老们继续深入研究，简单地说，就是进化原子弹。即使我作为一名科学家具有与生俱来的好奇心，我也祈祷我们永远不会看到这些努力的成果。 -R。泰根"

;我必须说，在我迄今为止的所有发现中：我无法理解变种人或长老会从这种无法控制的、可怕的设计中受益。 <font color='#23AB13'>"各各他"</font>与大多数生物有机武器不同，它超出了可预测的范围。有迹象表明这些柏金克隆品受到了它们的破坏性影响，但谁能说 <font color='#23AB13'>'G'</font> 不会进化超越这些限制呢？就连它的创造者威廉柏金也无法预见<font color='#23AB13'>"各各他"</font>进化的极限。因此，这场考验一定有更多的东西，而不仅仅是部署另一种（尽管多种多样）生物武器来镇压任何叛乱行为。有些东西迫使长老们继续深入研究，简单地说，就是进化原子弹。即使我作为一名科学家具有与生俱来的好奇心，我也祈祷我们永远不会看到这些努力的成果。 -R。泰根"
AlertString="柏金G-2_T1"

[AutopsyG3 X2Tech Template]
DisplayName="<font color='#13B0E1'>G 病毒患者 0，第 3 阶段</font>"
Summary="<font color='#23AB13'>G 病毒 - 第三阶段</font>就所有已知记录而言是一个谜。我们的部队能够击落这种生物真是一个奇迹。仔细解剖&进一步的尸检可能最终会揭示降临节和长老们希望在其基因序列中发现的内容。"
CodeName="G-3"
LongDescription="在险恶的化身计划的背景下，以及我们对<font color='#23AB13'>第三阶段</font>的最终尸检结果，我相信我已经找到了长老们在其尝试中到底想要寻找的东西。操纵 <font color='#23AB13'>\"Golgotha\"</font> 和 <font color='#7D0F0F'>William Birkin</font> 的 DNA 序列 一种经过修饰的微量病毒剂存在于所有生物体内。我们的<font color='#23AB13'>'G'</font>样本可以追溯到病毒的起源，正是这种物质可能对受损组织和细胞进行了前所未有的修复，这种强大对手的标志性能力之一值得注意的是，该序列并非来自病毒创造者 <font color='#7D0F0F'>William Birkin</font> 的 DNA，而变种人则试图这样做。复制<font color='#23AB13'>\"Golgotha\"</font>与其之前作为生物武器的用途没有直接关系，他们试图分离出这种"奇迹"疗法的基因序列。\n\n我不知道哪些特定疾病可能会导致肆意的、灾难性的风险来重振<font color='#23AB13'>G病毒</font>，特别是考虑到变种人和长老都精通医学科学。然而，考虑到这些明显的风险，他们还是同意了克隆程序。坦率地说，也许所有这些对DNA研究的强迫性努力都是为了寻求这种治疗方法。我不相信<font color='#23AB13'>'G'</font>中存在开发治疗所有疾病的通用疗法的答案，但<font color='#13B0E1'>也许有足够的样本，它是可以制造疫苗来阻止其在人群中传播和繁殖的能力。然后，这种疫苗可以分发给我们抵抗组织内部的联系人，也许可以换取我们继续战争努力所急需的资源。 -R。泰根"
AlertString="柏金G-3_T1"

[ResearchGVirusSample X2TechTemplate]
DisplayName="<font color='#13B0E1'>G 病毒样本、分解和化合物分析</font>"
Summary="在之前感染的宿主尸体上发现了极其罕见的<font color='#23AB13'>G病毒样本</font>。如果我们在处理时采取适当的预防措施，我相信这个样本可以被磨碎-打破了我们开发疫苗的努力。"
CodeName="祖先"
LongDescription="<font color='#23AB13'>G-Virus</font>：一种由 Umbrella Corporation 首席研究员 <font color='#7D0F0F'>William Birkin</font> 研究和开发的病原体。 Advent's <font color='#23AB13'>'G'</font> 的处理证明了生物有机武器在出现几十年后仍然是多么危险，这些病毒制剂的设计目的是与几乎所有宿主（例如 90%）兼容。在安布雷拉看来，即使是这个样本落入坏人之手，它仍然会被认为不适合使用，即使是现在，病毒就在我面前的显微镜下。 ，我对接下来的必要步骤感到焦虑，如果我们要制造一种潜在的疫苗并在全球范围内分发，那么我们必须不顾一切理性和谨慎来了解这种病毒及其<i>变化</i>的起源。所有关于<font color='#23AB13'>"各各他"</font>改变形式能力的报道与其本质的现实相比都显得苍白无力。随着指令的不断演变，几乎不可能知道这种病毒的原始"形态"。不过，我相信我有一个理论可以引导我们走上正确的道路。\n\n<font color='#23AB13'>\"Golgotha\"</font> 结构的某些部分可能不会改变，而且我相信这对于寻找病毒祖先的根源具有重要意义。当然，我对<font color='#23AB13'>G's</font>与<font color='#7D0F0F'>祖病毒</font>的联系有一些假设，它是更多产<font color='#7D0F0F'>祖病毒</font>的远祖。 font color='#7D0F0F'>T病毒</font>。但是，如果没有在多个样本中找到任何重复结构的明显证据，就没有希望找到可辨别的接种方法。光是想到我们接下来要采取的行动就让我脊背发凉。我担心我们必须等待才能遇到并获取更多这种<font color='#23AB13'>G-Virus</font>的样本。 -R。泰根"
AlertString="G病毒样本"

[ResearchGVirusVaccine X2TechTemplate]
DisplayName="<font color='#13B0E1'>G病毒疫苗研究</font>"
Summary="随着在<font color='#23AB13'>G-Virus - Stage 3</font>中发现的微量病毒因子以及大量样本的发现，我们已准备好尝试生产代号为<font的疫苗color='#215E93'>'磁力</font>。'"
CodeName="恶魔"
LongDescription="指挥官，我谨代表我们的研究团队介绍一下我们在<font color='#215E93'>G病毒疫苗"恶魔"的研制和生产方面取得的成功</font>。最初假设，起源结构是<font color='#7D0F0F'>祖病毒</font>的衍生品，然而，令我惊讶的是，这不是1:1的匹配，而是一场1:1的匹配。经过进一步调查，<font color='#23AB13'>'Golgotha'</font> 的起源似乎来自<font color='#7D0F0F'>祖先</font>菌株适应了不幸的测试对象，产生了几乎完全不同的"物种"。一种菌株，无论是设计还是奇迹——我不能说，它是从独特的人类DNA序列进化而来的，我怀疑潜在的宿主在很长一段时间内失去了人性，因为这种新菌株在分子水平上发展起来。事实上，这一发现对我的震撼可能超出了我愿意承认的范围。也许这些生物武器的背景已经在<font color='#215E93'>的剩余成员中消失了。 </font>。这些病毒，无论是<font color='#23AB13'>\"Golgotha\"</font> ='#7D0F'>\"Tyrant\"</font>，并不是简单地生长在这些人造病毒以这种效率存在，无论是傲慢还是贪婪，都是从无助的受害者和测试对象的尸体中培育出来的。\n\n开发、研究的是人类，而不是外星人。 ，并利用这些大规模杀伤性生物武器互相使用。鉴于中央对阻止降临、外星人和长老的痴迷，他可能已经忘记了这样的时代可能是什么样子。但我的内心不禁想知道……如果人类获胜，地球获得解放，我们如何保证内部的敌人不会再次浮出水面？ -R。泰根"
AlertString="GVirusVaccine"

[ResearchLightningHawk X2Tech Template]
DisplayName="<font color='#13B0E1'>闪电鹰开发与收购</font>"
Summary="如果我们正在与过去几十年的生物危害作斗争，那么也许明智的做法是调查导致这些危险的武器。"
CodeName="雷鸟 MK.I"
LongDescription="对这些<font color='#215E93'>BSAA</font>报告的进一步研究表明，大口径弹药非常适合处理小规模的弓箭爆发。<font color='# 13B0E1'>闪电鹰</font>过去曾出现在许多此类小冲突的前沿，由克里斯·雷德菲尔德或莱昂·S·肯尼迪等传奇特工使用。我们可能没有确切的模型，但我相信我可以制造。这是一份非常接近的蓝图，一旦拿到手，复制品<font color='#13B0E1'>闪电鹰</font>将非常适合粉碎现有的钙化骨骼装甲。受<font color='#23AB13'>'Golgotha'</font>感染的受试者。虽然这个设计是......初级的，与原始设计相比，我相信随着对<font color='#的进一步研究23AB13'>G-Virus</font>可以帮助我们修改现有的模板——改进其特定领域的设计，以更好地对抗毫无疑问即将到来的更强的突变和爆发。 -R。泰根。"
AlertString="闪电鹰"

[ResearchLightningHawk_MG X2TechTemplate]
DisplayName="<font color='#13B0E1'>闪电鹰磁力开发与采集</font>"
Summary="如果我们要继续对抗不断变化的<font color='#23AB13'>G病毒</font>，那么我们就需要继续改进我们的设备以适应其进化轨迹。"
CodeName="雷鸟 MK.II"
LongDescription="我对 <font color='#23AB13'>G 病毒 - 第 2 阶段</font> 的发现证实了我们对这种病毒株的已知信息 - 它的细胞有丝分裂没有边界或限制。它可以修复细胞以几乎任何武器都无法跟上的速度，特别是考虑到 1998 年的火力。像<font color='#13B0E1'>闪电鹰</font>这样的武器可能不足以完全阻止狂热<font color='#23AB13'>'G'</font> 的再生能力，但它应该为我们的 XCom 部队提供进一步伤害该生物的机会，尽管装甲甲壳可以保护其更重要的器官我相信这是我们在马克2变体中应该瞄准的功能，但至于实现这样的功能，好吧......我将把它留给 沈。\n\n她似乎很喜欢我的挑战。希望我们部队的喧闹行为不会那么容易影响到她，就在前几天，我在工程舱里听到她的独白，也许是对罗弗的。当她挥舞着我们的原型马格南之一时，她宣称，<font color='#7D0F0F'>\"我有这个！\"</font>我当然不知道如何看待这一令人震惊的发展，尽管它很有趣... -理查德.泰根。 "
AlertString="闪电鹰MG"


[ResearchLightningHawk_BM X2TechTemplate]
DisplayName="<font color='#13B0E1'>闪电鹰光束开发和获取</font>"
Summary="万能武器的倒数第二个发展。它可以阻止大多数生物的死亡。"
CodeName="雷鸟 MK.III"
LongDescription="指挥官，尽管长老竭尽全力利用<font color='#23AB13'>\"各各他\"</font>，我们的部队还是取得了胜利。随着这个<font color='#23AB13'的失败>"第三阶段"</font>，我相信现在是揭晓马克3<font color='#13B0E1'>闪电鹰</font>蓝图的好时机，直到中央同意交换一些变种人但我想我将不得不采用其他快速搜索方法。也许罗弗会对"特殊任务"感兴趣。 -理查德.泰根。
AlertString="闪电鹰BM"
